Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Myös 11 ja 12 artikla tähtäävät yhteistoiminnan helpottamiseen yli valtionrajojen, ja
sme: Maiddái artihkkalat 11 ja 12 ulbmádit álkkásmahttit rádjerasttideaddji

source: kaikki kolme artiklaa ovat tärkeitä saamelaisten paikallisyhteisöjen 6 artiklan mukaisen
sme: joatkevaš huksemii mearrádusa mielde mii lea artihkkala 6 nuppi lađđasis. Nubbi

source: määräys sisältyy 43 artiklaan, jossa säännellään valtionrajat ylittävää poronhoitoa.
sme: mearrádus rádjerasttideaddji ovttasdoaibmama birra lea artihkkal 43, mii lea

source: Tämä ja muut valtionrajat ylittävää yhteistyötä käsittelevät artiklat ovat sopusoinnussa
sme: Dát ja eará artihkkalat rádjerasttideaddji ovttasdoaibmama birra soahpá oktii

source: Euroopan neuvoston kansallisten vähemmistöjen suojelua koskevan puiteyleissopimuksen
sme: artihkkaliin 17 mii lea Eurohparáđi rápmakonvenšuvnnas mii galgá suodjalit

source: sekä itsenäisten valtioiden alkuperäiskansoja ja heimokansoja koskevan ILO:n
sme: nationála unnitveahkadagaid, ja artihkkaliin 32 mii lea ILO-konvenšuvnnas nr. 169

source: yleissopimuksen 32 artiklan kanssa, jossa sanotaan:
sme: iešmearrideaddji stáhtaid álgoálbmogiid ja čearddaid birra, mas celkojuvvo ná:

source: Oikeussääntöjen harmonisointi eli yhdenmukaistaminen edellyttää tiettyjen
sme: Harmoniserema várás ferte leat prosedyra. Stáhtat berrejit ovttasráđiid plánet

source: menettelytapojen luomista.
sme: lágaid sámi dilálašvuođaide.

source: Sopimusvaltioiden tulee yhdessä suunnitella saamelaisten
sme: Dát lea doaibma ovttasbarganorgánii mas čilgejuvvo

source: Tämä on 44 artiklassa mainitun yhteistyöelimen tehtävä.
sme: artihkkalis 44. Ruoŧa sámediggi lea gulaskuddancealkámušastis davviriikkalaš sámekonvenšuvnna áššis čujuhan dasa ahte berre ásahuvvot sierra orgána mii goziha

source: Ruotsin saamelaiskäräjät on pohjoismaisesta saamelaissopimuksesta kuultuna antamassaan
sme: lágaid ja njuolggadusaid harmoniserema guđege riikkas. Orgána berre gozihit ahte ii

source: lausunnossa korostanut tarvetta perustaa erityinen toimielin valvomaan lakien ja säännösten
sme: ovttage riikka njuolggadusat dan golmma riikkas boađe nuppi rikka sullasaš

source: yhdenmukaistamista kussakin maassa.
sme: njuolggadusaiguin vuostálagaid.

source: Tämän toimielimen tulee valvoa, etteivät yhdessä
sme: Dakkár orgána deaŧaleamos doaibma Sámedikki

source: sopimusvaltiossa annettavat säännökset ole ristiriidassa toisen sopimusvaltion vastaavien säännösten kanssa.
sme: oaivila mielde šaddá buoridit sámi áššiid ovttasbarggu riikkarájiid rastá.

source: Tällaisen toimielimen tärkeimpänä tehtävänä on saamelaiskäräjien
sme: Áššedovdi

source: mukaan edistää saamelaisasioita koskevan yhteistyön kehittämistä yli valtionrajojen.
sme: joavku oaivvilda ahte konvenšuvdnalávdegoddi mii galgá vuođđuduvvot artihkkala

source: Asiantuntijatyöryhmän käsityksen mukaan 45 artiklan nojalla perustettavan
sme: 45 mielde berre doaimmahit dakkár bargguid.

source: Pohjoismaisen saamelaissopimuksen laatimista koskevassa vuonna 1998 julkaistussa
sme: Jagi 1998 mannosaš raporttas mii lea davviriikkalaš sámekonvenšuvnna

source: raportissa on korostettu nimenomaan rajat ylittävän yhteistoiminnan olevan yksi tärkeä
sme: ráhkadeami birra, lea jure justa rádjerasttideaddji ovttasdoaibman deattuhuvvon

source: perustelu pohjoismaisen saamelaissopimuksen aikaansaamiselle.
sme: deaŧalaš sivvan davviriikkalaš sámekonvenšuvnna áigái oažžumii.

source: Tällainen yhteistyö on
sme: Dakkár

source: erittäin tärkeää valtionrajat ylittävän saamelaiskulttuurin ylläpitämiseksi:
sme: ovttasbargu lea deaŧalaš vai seailu sámi kultuvra, mii rasttida riikkarájiid:

source: ” Saamelainen yhteisyys perustuu muun muassa yhteiseen kulttuuriin, identiteettiin ja yhteiseen arvoperustaan.
sme: ” Sámiid oktiigullevašvuođa vuođđun lea ee. oktasaš kultuvra, identitehta ja oktasaš árvovuođđu.

source: Valtakunnanrajat eivät ole perinteisesti hävittäneet tätä yhteisyyden tunnetta.
sme: Árbevirolaččat dát oktiigullevašvuohta ii leamaš juhkkojuvvon riikkarájiiguin.

source: Tätä yhteisyyttä tunnetaan valtakunnanrajojen yli, ja se seuraa monilla alueilla leveysasteita.
sme: Dát oktiigullevašvuohta rasttida riikkarájiid, ja oktiigullevašvuohta máŋgga suorggis čuovvu eananláskkorieggáid (breddegrader, leveysasteet).

source: Tästä ovat esimerkkeinä saamelaiset murrealueet, pukeutumiseen liittyvät perinteet, sukusiteet, elinkeinoelämä ja perinteinen kaupankäynti.
sme: Sámi suopmanguovllut, bivttasvierut, sohkavuođat, ealáhuseallin ja árbevirolaš gávppašeapmi leat ovdamearkkat.

source: Rajojen vetämisen jälkeen saamelaisen yhteisyyden ylläpitäminen ei aina ole ollut mahdollista tai se on tuottanut vaikeuksia.
sme: Rádjebidjama maŋŋil dat ii álo leat leamaš vejolaš, dahje lea leamaš váttis bisuhit sámi oktiigullevašvuođa.

source: Esteistä huolimatta saamelaiset ovat säilyttäneet perinteisen yhteisyytensä useimmilla alueilla, mutta he ovat joutuneet sopeutumaan ja mukautumaan ajan mittaan asetettuihin erilaisiin rajoituksiin.
sme: Beroškeahttá hehttehusain sámit leat seailluhan árbevirolaš oktiigullevašvuođa eanaš surggiin, muhto leat heivehan iežaset iešguđetlágan ráddjehusaide mat leat čađahuvvon.

source: Ei kuitenkaan ole epäilystäkään siitä, että saamelaisia ympäröivät kyseisten kolmen valtion yhteiskunnat ovat vaikuttaneet saamelaiseen kulttuuriin, joka on siten kehittynyt monilla alueilla erilaiseksi.
sme: Dattetge ii leat das eahpádus, ahte dan golmma stáhta birastahtti servodagat leat váikkuhan sámi kultuvrii, ja nu dat lea rievddaldan máŋgga guvlui muhtun surggiin.

source: Tämän johdosta saamelaisen yhteiskunnan yhteinen kehittäminen on suurten haasteiden edessä.
sme: Dat lea dagahan ahte sámi servodaga oktasaš ovdáneapmi deaivida stuorra hástalusaid.

source: Saamelaisten taholta on pantu varsin paljon painoa yhteistyöhön yli valtionrajojen. Yhteistyötä ovat harjoittaneet ennen kaikkea monet saamelaisjärjestöt.
sme: Sámit leat bealisteaset ollu deattuhan rádjerasttideaddji ovttasbarggu, eanemusat arvat sámi organisašuvnnaid bokte.

source: Yhtenä keskeisenä toimijana tässä yhteydessä voidaan mainita Saamelaisneuvosto.
sme: Sámeráđi lea vejolaš namahit guovdilis doaibmin dán oktavuođas.

source: Saamelaisten parlamentaarisen neuvoston kehittäminen saattaa tässä suhteessa näytellä tärkeää osaa. ”
sme: Sámi parlamentáralaš ráđi ovddideapmi sáhttá dás šaddat deaŧalaš. ”

source: Raportissa korostetaan Pohjoismaiden valtioiden vastuuta olosuhteiden järjestämisestä
sme: Raporta deattuha davviriikkalaš stáhtaid ovddasvástádussa láhčit dilálašvuođaid nu,

source: sellaisiksi, että saamelaista kulttuuria voidaan vahvistaa:
sme: ahte sámi kultuvra sáhttá ahtanuššat:

source: ” Kysymys pohjoismaisesta saamelaissopimuksesta on nähtävä suhteessa siihen vastuuseen, joka Pohjoismailla on olosuhteiden järjestämisestä sellaisiksi, että saamelaista kulttuuria voidaan vahvistaa.
sme: ” Davviriikkalaš sámekonvenšuvnna lea áššin dárbu geahčadit oktan dainna ovddasvástádusain mii davviriikkalaš stáhtain lea das, ahte láhčit dilálašvuođaid nu ahte sámi kultuvra nanosmuvvá.

source: Saamelaiskulttuurin hyvä ja tehokas vahvistaminen edellyttää kuitenkin, että yhteiselle saamelaiselle kulttuuriperustalle annetaan mahdollisuudet kehittyä kansallisvaltioista riippumatta.
sme: Jos sámi kultuvra galggaš nanosmuvvat bures ja beaktilit, de dat gale eaktuda ahte oktasaš sámi kulturvuođđu oažžu ovdánanvejolašvuođaid, sorjákeahttá nationála stáhtain.

source: Tärkeänä edellytyksenä on luoda mahdollisuudet saamelaisiin arvoihin ja normeihin perustuvalle yhteiskunnan kehitykselle.
sme: Dat lea deaŧalaš eaktu, ahte servodatovdáneami vuođđun biddjojuvvojit sámi árvvut ja norpmat.

source: Tällainen kehitys riippuu kuitenkin kyseisissä kolmessa valtiossa tapahtuvasta harmonisoinnista. ”
sme: Dakkár ovdáneapmi lea dattetge das gitta dan golmma stáhta harmoniseremis. ”

source: Asiantuntijatyöryhmä tukee näitä raportissa ilmaistuja näkökantoja.
sme: Áššedovdi joavku doarju daid oainnuid maid raporta buktá ovdan.

source: 11 artikla
sme: Artihkkal 11 Kultuvrralaš ja ealáhuslaš ortnegiid ovttasbargu

source: Valtioiden tulee ryhtyä toimenpiteisiin helpottaakseen saamelaisten elinkeinojen harjoittamista ja saamelaisten kulttuuristen tarpeiden tyydyttämistä yli valtionrajojen.
sme: Stáhtat galget mearridit doaibmabijuid mat geahppudit sámiid riikkarájiid rasttideaddji ealáhusdoaimmaid ja vuhtii váldit sin riikkarájiid rasttideaddji kultuvrralaš dárbbuid.

source: Tässä tarkoituksessa valtioiden tulee pyrkiä poistamaan saamelaisten elinkeinotoiminnalla vielä olevia esteitä, jotka johtuvat saamelaisten kansalaisuudesta tai asuinpaikasta taikka muutoin siitä, että saamelaisten asuinalue ulottuu useiden valtioiden alueelle, sekä antamaan saamelaisille mahdollisuus kulttuuritarjontaan siinä maassa, jossa he milloinkin oleskelevat.
sme: Dáinna ulbmiliin stáhtat galget bargat dan badjelii ahte jávkadit dan mii ain heađušta sámiid ealáhusdoaimmaid sin riikiigullevašvuođa dahje ássanbáikki geažil dahje dannego sii ásset máŋgga riikkas, ja addit sámiide vejolašvuođa ávkašuvvat dan riikka kultuvrralaš fálaldagaiguin mas sii goas ain orožit.

source: 10 artikla on yleinen lainsäädäntöä ja muuta sääntelyä koskeva määräys, jonka
sme: Artihkkal 10 lea dábálaš njuolggadus lágaid ja eará reguleremiid birra, mii

source: tarkoituksena on helpottaa saamelaisten välistä yhteistyötä yli valtionrajojen, kun taas 11
sme: galggašii álkkásmahttit sámiid ovttasdoaibmana riikkarájiid rastá, muhto artihkkal 11

source: artikla koskee etenkin kulttuurista ja elinkeinoihin liittyvää yhteistyötä.
sme: gusto erenoamážit kultuvrralaš ja ealáhusalaš ovttasdoaibmamii riikkarájiid rastá.

source: Se velvoittaa valtiot
sme: Dat

source: ryhtymään toimenpiteisiin, jotka helpottavat saamelaisten elinkeinonharjoittamista ja
sme: geatnegahttá riikkaid čađahit doaibmabijuid maiguin šaddá álkit sámiide jođihit

source: kulttuurista yhteistyötä yli valtionrajojen.
sme: ealáhusdoaimmaid ja bargat ovttasráđiid kultuvrralaš áššiiguin riikkarájiid rastá.

source: Tällaiset toimenpiteet ovat myös olennaisen tärkeitä
sme: Dakkár doaibmabijut leat maid viehka deaŧalaččat go áigumuš lea seailluhit sámi

source: 6 artiklan toisen kappaleen mukaiselle saamelaisten paikallisyhteisöjen ylläpitämiselle.
sme: báikegottiid artihkkala 6 nuppi lađđasa mielde. Rievttálaš reguleremat šaddet leat

source: Määräys
sme: Muhto maiddái

source: käsittää myös muita toimenpiteitä, kuten taloudelliset vaikutuskeinot sekä yhteistyön
sme: earáge doaibmabijut nugo ekonomalaš váikkuhangaskaoamit ja geavatlaš heivehusat

source: käytännön suunnittelun.
sme: ovttasbarggu dihte gullet mearrádussii.

source: 11 artiklassa mainittujen määräysten tarvetta on korostettu 10 artiklaa koskevissa
sme: Artihkkala 10 mearkkašumiin deattuhuvvo dárbu dakkár mearrádusaide maid

source: huomautuksissa.
sme: artihkkal 11 namaha.

source: Myös useissa lausunnoissa, jotka koskivat vuonna 1998 ilmestynyttä,
sme: Maiddái máŋga gulaskuddancealkámuša jagi 1998 mannosaš

source: saamelaissopimuksen tarvetta selvittänyttä raporttia, korostetaan, että elinkeino- ja
sme: raportii, mii lea sámekonvenšuvnna dárbbu birra, deattuhit dárbbašlažžan geahppudit

source: kulttuuriasioihin liittyvää yhteistyötä yli rajojen on välttämätöntä helpottaa.
sme: ealáhus- ja kulturáššiin ovttasbarggu riikkarájiid rastá.

source: kulttuurineuvosto korostaakin lausunnossaan, että yksittäisillä valtioilla on taipumus pitää
sme: čujuha gulaskuddancealkámušastis, de lea tendeansa ahte guhtege riika geahččá

source: saamelaisiin panostamista kansallisena tehtävänä, minkä takia valtionrajojen yli toteutettaville
sme: sámiid vástesaš doaimmaid riikkalaš bargun, ja danne lea váttis fidnet nationála

source: yhteissaamelaisille toimenpiteille on vaikeaa saada kansallista rahoitusta.
sme: ruđaid oktasaš sámi rádjerasttideaddji doaibmabijuide.

source: Yhteistyötä
sme: Ovttasbargu váttásmuvvá maid

source: hankaloittaa myös se, että yksittäisten valtioiden hallintojärjestelyt ovat rakenteeltaan
sme: dainnago iešguđege riikka hálddahusortnet lea iešguhtet vuohkásis huksejuvvon.

source: erilaisia. 11 artikla velvoittaa valtiot käynnistämään prosessin valtionrajojen nykyään
sme: Artihkkal 11 dahká stáhtaide dárbbašlažžan álggahit proseassa čoavdin dihte daid

source: aiheuttamien yhteistyön esteiden poistamiseksi.
sme: áššiid maid geažil otnáš rájit heađuštit ovttasbarggu.

source: Ruotsin saamelaiskäräjät esittää seuraavia esimerkkejä ongelmista:
sme: Ruoŧa sámediggi namaha čuovvovaš ovdamearkkaid váttisvuođain:

source: a) Poronhoidolle Ruotsissa maksetut avustukset estävät Norjan ja Suomen kilpailusäännösten takia porojen myymisen Suomeen ja Norjaan teurastettaviksi.
sme: a) Doarjagat Ruoŧa boazodollui lea norgalaš ja suopmelaš gilvonjuolggadusaid geažil hehttehussan dasa ahte bohccot sáhttet vuvdojuvvot Supmii ja Norgii njuovvamassii.

source: b) Norjan ja Ruotsin välisen poronhoitosopimuksen mukaan Ruotsin saamelaisilla on oikeus poronhoitoon Norjassa tiettyinä aikoina vuodesta.
sme: b.) Norgga ja Ruoŧa boazoguohtunkonvenšuvnna mielde ruoŧŧilaš sápmelaččain lea vuoigatvuohta guođohit bohccuid Norggas dihto osiid jagis.

source: Sivuelinkeinoja, kuten esimerkiksi puutöitä, metsästystä ja kalastusta, koskevat määräykset ovat Norjassa epäselviä ja eroavat huomattavassa määrin Ruotsin vastaavista määräyksistä.
sme: Norggas lasseealáhusa njuolggadusat leat eahpečielgasat ja leat viehka earáláganat Ruoŧa njuolggadusain.

source: Toivomuksena on yhdenmukaistaa nämä määräykset pohjoismaisen saamelaissopimuksen avulla.
sme: Das váillahuvvo oktiiheivehallan davviriikkalaš sámekonvenšuvnnain.

source: c) Valtionraja aiheuttaa ongelmia helikopterikuljetuksille, joita rajan molemmilla puolilla poronhoitoa harjoittavat saattavat tarvita.
sme: c) Helikopterfievrrideapmi, mii sáhttá leat dárbbašlaš sidjiide guđet jođihit boazodoalu guovtte bealde ráji, deaivida váttisvuođaid ráji geažil.

source: Norjan valtion kirjastovirasto (Statens bibliotektilsyn) kiinnittää huomiota siihen, että
sme: Stáhta girjeráju bearráigeahčču čujuha dasa ahte guđege riikka

source: eri valtioiden kirjastopalveluja tarjotaan kansallisella mutta ei pohjoismaisella tasolla. Norjan
sme: bibliotehkabálvalusat leat riikkalaš dássái gullevaččat, eaige davviriikkalaš dássái.

source: kirjastolaki velvoittaa kirjastoa tarjoamaan palveluja ” kaikille maassa asuville ”. Valtion
sme: Norgga girjerádjoláhka geatnegahttá girjeráju bálvalit ” buohkaid guđet ásset riikkas ”.

source: kirjastovirasto suhtautuu toiveikkaasti pohjoismaiseen saamelaissopimukseen, joka voi avata
sme: Stáhta bibliotehkabearráigeahčču vuorddaša davviriikkalaš sámekonvenšuvnna mii

source: viralliset kanavat valtionrajojen yli harjoitettavalle yhteistyölle.
sme: sáhttá rahpat formála kanálaid riikkarájiid rastá.

source: Yksi esimerkki valtionrajojen yli harjoitettavaan yhteistyöhön liittyvistä ongelmista on
sme: Ovdamearka riikkarájiid rasttideaddji ovttasbarggu váttisvuođain lea girje

source: kirjastobussi, joka on kulkenut Norjan Hattfjelldalin Sitje Jarngesta Ruotsin Västerbotteniin.
sme: busse mii lea johtán Sitje Jarnges, Árborddis, Norggas, ja rastá Västerbottenii Ruŧŧii.

source: Aiemmin kirjastobussi oli Norjan ja Ruotsin puolella sijaitsevien kuntien välinen
sme: Ovdal girjebusse lei norgalaš ja ruoŧŧilaš suohkaniid ovttasbargoprošeakta. Prošeakta

source: Projekti loppui vuonna 1998, koska Ruotsista ei enää haluttu tukea sitä.
sme: nogai jagi 1998 go ii šat lean hállu Ruoŧa bealde doarjut prošeavtta. Dan maŋŋil lea

source: Tämän jälkeen projektia varten on yritetty saada EU-varoja.
sme: geahččaluvvon oažžut EO-ruđaid prošektii.

source: Saamelaisten taiteilijaneuvosto, joka on saamelaisten taiteilijajärjestöjen kattojärjestö,
sme: Sámiid Dáiddárráđđi, mii lea sámi dáiddárorganisašuvnnaid

source: toivoo pohjoismaisen saamelaissopimuksen luovan perustan entistä laajemmalle yhteistyölle
sme: suodjeorganisašuvdna, háliida ahte davviriikkalaš sámekonvenšuvdna galggašii

source: ja mainitsee tässä yhteydessä:
sme: ráhkadit vuođu buoret ovttasbargui ja namaha čuovvovaš áššiid:

source: 1) Yhteispohjoismaisen saamelaisen kulttuurirahaston 2) Saamelaistaiteilijoille myönnettyjen valtion stipendien koordinoinnin 3) Yhteispohjoismaisen saamelaisen elokuvarahaston 4) Yhteispohjoismaisen saamelaisen konserttitarjonnan 5) Saamelaistaiteen ja - kulttuurin koulutusyhteistyön.
sme: 1) Oktasaš sámi kulturfoandda 2) Sámi dáiddáriid vástesaš stáhtalaš stipeanddaid oktiiheivehallama 3) Oktasaš davviriikkalaš sámi filbmafoandda 4) Oktasaš davviriikkalaš konseartafálaldaga 5) Ovttasbarggu sámi dáidaga ja kultuvrra oahpahusas

source: Kuten edellä on mainittu, Norjan kulttuurineuvosto (Norsk kulturråd) on kiinnittänyt
sme: Nugo namahuvvui, de Norgga kulturráđđi lea čujuhan váttisvuođaide mat leat

source: huomiota valtionrajojen yli harjoitettavan yhteistyön ongelmiin ja sanoo lausunnossaan:
sme: riikkarájiid rasttideaddji ovttasbarggus, ja dat dadjá cealkámušastis:

source: ” Kyseisten kolmen Pohjoismaan valtiolliset hallintokoneistot eroavat rakenteeltaan toisistaan, mikä saattaa aiheuttaa käytännön ongelmia saamelaisten kulttuuriympäristöjen väliselle yhteistyölle valtionrajojen yli.
sme: ” Stáhtalaš hálddašanapparáhta lea guđege dan golmma davviriikkas mas dás lea sáhka, sierra ládje huksejuvvon, ja dat lea juoga mii sáhttá dagahit geavatlaš váttisvuođaid sámiid birrasiid riikkaráji rásttideaddji ovttasbargui.

source: Neljännes valtioista pitää saamelaisiin panostamista lähtökohtaisesti kansallisena tehtävänä, ja kansallisten varojen käyttäminen pohjoismaiseen toimintaan voi olla vaikeasti hyväksyttävissä.
sme: Álgoálggos guhtege riika atná iežas rahčamušaid sámiid várás riikkasiskkáldas áššin, ja váttis sáhttá oažžut dohkkehusa dasa, ahte riikkalaš ruđat galget geavahuvvot davviriikkalaš doaibmabijuide.

source: Valtioilla on kuitenkin yhteinen vastuu saamelaisista, ja pohjoismainen sopimus voi Norjan kulttuurineuvoston käsityksen mukaan osaltaan vähentää niin käytännön kuin oikeudellisiakin esteitä yhdenvertaisen kohtelun tieltä. ”
sme: Muhtun riikkain lea oktasaš ovddasvástádus sámi álbmogis, ja Norgga kulturráđđi oaivvilda ahte Davviriikkalaš konvenšuvdna sáhttá váikkuhit nu, ahte unnida sihke geavatlaš ja rievttálaš hehttehusaid mat heađuštit sin meannudeames sámiiguin ovtta ládje. ”

source: Esimerkkinä edellä mainituista vaikeuksista voidaan viitata pyrkimyksiin saada aikaan
sme: Ovdamearkan dakkár váttisvuođain mat namahuvvojit dás, mii sáhttit čujuhit

source: kulttuurista ja kielellistä yhteistyötä eteläsaamen alueen pohjoisosassa. Yhteistyötä kohtaan
sme: viggamušaide oažžut áigái kultuvrralaš ja giellalaš ovttasbarggu lullisámi guovllu davimus oasis.

source: tunnetaan suurta mielenkiintoa, mutta toimenpidettä on vaikea sisällyttää nykyisiin
sme: Ovttasbargu beroštahttá ollu, muhto váttis lea oažžut doaibmabiju

source: rahoitusjärjestelmiin.
sme: otnáš ruhtadanortnegii vuollái.

source: Toimenpiteen toteuttamiseksi on anottu Interreg-varoja, mutta Interreg
sme: Interreg-ruđaid leat ohccojuvvon, men dat ii leat

source: ohjelmaan ei ole helppoa päästä mukaan.
sme: boahtán mielde Interreg-prográmmii.

source: Nämä ohjelmat on nykyään muotoiltu sellaisiksi,
sme: Dát prográmmat leat odne hábmejuvvon nu

source: Interreg-ohjelma tarkoittaa alueiden välisiä ohjelmia.
sme: ahte plánejuvvon ovttasbargu vánit heive dáláš prográmmii.

source: Se on EU:n rakennerahaston tarjoama
sme: Dál bargu lea jođus mas

source: ohjelmat pyritään muuttamaan sellaisiksi, että ne soveltuvat entistä paremmin
sme: ođđasis čállet prográmmaid, vai dat buorebut heivejit sámi guovlluid árbevirolaš

source: saamelaisalueilla harjoitettavaan perinteiseen rajat ylittävään yhteistyöhön.
sme: rádjerasttideaddji ovttasbargui.

source: (Grenseløst i Nord) - työryhmäraportissa vuodelta 2004 korostetaan elinkeinotoimen
sme: Jagi 2004 bargoraporttas, man namma lea Rájehis davvi, mii gieđahallá

source: yhteistyötä, katso s. 27.
sme: dárbu ovttasbargui, geahča s. 26 ja ovddas.

source: Rajat ylittävän elinkeinotoimen kehittäminen on helpointa Ruotsin ja
sme: Rádjerasttideaddji ealáhusdoaimmaid lea

source: Suomen välillä, koska molemmat ovat EU:n jäseniä.
sme: álkimus ovddidit Ruoŧa ja Suoma gaskka, mat goappašagat leat EU-lahtut.

source: Yhteistyö Norjan rajan yli tuottaa
sme: Váddá

source: enemmän ongelmia.
sme: seabbo lea ovttasbargu riikkaráji rastá Norgii.

source: Norjasta tuotavista tuotteista joudutaan tullin lisäksi maksamaan myös
sme: Gálvvuid ovddas mat fievrriduvvojit

source: arvonlisäveroa.
sme: Norggas eret, lea bággu máksit ii duššefal tuollu, muhto maiddái momssa. Dát leat

source: Näitä asioita säädellään EU:n tasolla, katso Rajoitta pohjoisessa, s. 29.
sme: dakkár áššit maid stivrejit EU-dásis, geahča Rájehis davi s. 28. Stáhtat fertejit dattetge

source: Valtioiden tulee kuitenkin EU:n ja yleissopimusten asettamissa puitteissa pyrkiä poistamaan
sme: daid rámaid siskkobealde maid EU ja konvenšuvnnat bidjet, geahččalit unnidit dakkár

source: tällaisia rajat ylittävän yhteistoiminnan esteitä.
sme: áššiid mat heađuštit rádjerasttideaddji ovttasdoaibmama.

source: Valtioiden tulee ryhtyä toimenpiteisiin antaakseen sopimusvaltiossa asuville saamelaisille mahdollisuuden saada opetusta, terveydenhoitoa ja sosiaalihuoltoa toisessa sopimusvaltiossa, jos se on tarkoituksenmukaisempi ratkaisu.
sme: Stáhtat galget láhčit dilálašvuođaid nu, ahte sámiin guđet ásset juosat dán golmma riikkas, leat vejolašvuođat oažžut oahpahusa, dearvvašvuođabálvalusaid ja sosiálafálaldagaid man nu dán golmma riikkas, mas buoremusat orru soahpamin.

source: 10 artikla on lainsäädäntöä ja muuta sääntelyä koskeva yleinen säännös, jonka
sme: Dan botta go artihkkalis 10 lea dábálaš njuolggadus lágaid ja eará regu

source: tarkoituksena on helpottaa saamelaisten yhteistyötä yli valtionrajojen, kun taas 12 artikla
sme: doaibmama, de artihkkal 12 lea earenoamážit riikkarádjerasttideaddji oahpahus

source: koskee etenkin opetustarjontaa ja hyvinvointijärjestelyjä yli valtionrajojen.
sme: fálaldagaid ja čálgoortnegiid.

source: Valtioiden
sme: Dat geatnegahttá riikkaid čađahit doaibmabijuid

source: velvollisuutena on toteuttaa toimenpiteitä saamelaisille tarkoitettujen hyvinvointijärjestelyjen
sme: maiguin oktiiheivehit oahpahusfálaldagaid ja čálgoortnegiid sámiid várás guovtte

source: ja opetustarjonnan koordinoimiseksi valtionrajojen kummallakin puolella niin, että
sme: bealde rájiid, nu ahte daid sáhttet buoremus lági mielde geavahit goappašiid bealde.

source: saamelaiset voivat hyödyntää niitä parhaalla mahdollisella tavalla rajojen molemmin puolin.
sme: Dakkár oktiiheiveheamit leat maid viehka deaŧalaččat sámi báikegottiid seaillu

source: Tällaisella koordinoinnilla on myös olennaista merkitystä 6 artiklan toisen kappaleen
sme: heapmái artihkkala 6 nuppi lađđasa mielde.

source: Oikeudelliset sääntelyt, jotka helpottavat mahdollisuutta päästä osalliseksi opetuksesta
sme: Rievttálaš reguleremat mat geahppudit beassama oahpaheapmái ja čálgo

source: ja hyvinvointijärjestelyistä yli rajojen, ovat tähän määräykseen perustuvia välttämättömiä
sme: ortnegiidda beroškeahttá riikkarájiin, leat dárbbašlaš doaibmabijut dán mearrádusa

source: toimenpiteitä.
sme: mielde.

source: Tämän artiklan määräyksen täyttämiseksi vaaditaan kuitenkin myös muita
sme: Muhto maiddái earáge doaibmabijut nugo ekonomalaš váikkuhangaskaoamit

source: toimenpiteitä, kuten taloudellisia vaikutuskeinoja ja rajat ylittävän yhteistyön käytännön
sme: ja geavatlaš heivehallamat rádjerasttideaddji ovttasbargui, leat dárbbašlaččat

source: suunnittelua.
sme: ollašuhttin dihte dán artihkkala.
